Repository: AspirinCode/bkchem
Catalog: locale/*/BKchem.iso.po
Languages: cs

source: * unknown option -%s
cs: * neznámý pøepínaè -%s

source: Show
cs: Zobrazit

source: yes
cs: ano

source: Hydrogens
cs: Vodíky

source: on
cs: zapnout

source: off
cs: vypnout

source: Font size
cs: Velikost fontu

source: Line width
cs: ©íøka èáry

source: Bond width
cs: ©íøka vazby

source: BKchem was concieved and written by BK and is performed by Python, Pmw & (optionaly :) PIL. BKchem is free software and is distributed under GNU GPL. BKchem is provided as is without warranty of any kind. - see the file 'gpl.txt' in distribution directory for more info. Among other things GNU GPL allows you to study, modify and redistribute BKchem as long as you do it under GNU GPL.
cs: BKchem vymyslel a sepsal BK a Vám ho pøiná¹í Python, Pmw & (volitelnì :) PIL. BKchem je svobodný software a je distribuován pod licencí GNU GPL. BKchem je dodáván "jak je", bez jakékoli záruky. - dal¹í informace viz soubor GPL v hlavním adresáøi programu Kromì jiného Vám GNU GPL dovoluje studovat, upravovat a redistribuovat BKchem jestli¾e tak uèiníte pod GNU GPL.

source: UNABLE TO IMPORT PMW Sorry, but BKchem relies too heavily on Pmw to be usable without it. Please install Pmw and try again. (for more info on Pmw see documentation)
cs: NELZE IMPORTOVAT PMW Bohu¾el, BKchem je pøíli¹ závislý na Pmw, ne¾ aby mohl pracovat bez nìj. Nainstalujte prosím Pmw a zkuste to znovu.

source: BKchem is starting. Unfortunatelly, the splash image was not found :(
cs: BKchem startuje. Bohu¾el, uvodní obrázek nebyl nalezen :(

source: This CDML document was created using different standard values than you are currently using. To retain the same drawing style it could be more convenient to use these new values for this file. Your global preferences will be unaffected. Do you want set these new standard values?
cs: Tento CDML dokument byl vytvoøen za pou¾ití jiného standardního nastavení ne¾ právì pou¾íváte. Pro zachování jednotného stylu mù¾e být pohodlenìj¹í pou¾ít pro tento soubor tyto nové hodnoty. Va¹e globální preferované nastavení tím nebude ovlivnìno. Chcete pou¾ít tyto nové standardní hodnoty?

source: Cancel
cs: Zru¹it

source: Scale
cs: Velikost

source: Scale X (in %):
cs: Zmìna X (v %)

source: Scale Y (in %):
cs: Zmìna Y (v %)

source: Preserve aspect ratio?
cs: Zachovat pomìr X a Y?

source: Configuration
cs: Konfigurace

source: Charge
cs: Náboj

source: Atom name
cs: Název atomu

source: don't show
cs: nezobrazovat

source: show
cs: zobrazit

source: Atom positioning
cs: Posice atomu

source: center first letter
cs: vycentrovat první písmeno

source: center last letter
cs: vycentrovat poslední písmeno

source: Bond
cs: Vazba

source: Wedge/Hatch width
cs: ©íøka klínku

source: Double-bond length ratio
cs: Pomìr dálky dvojné vazby

source: Arrow
cs: ©ipka

source: Arrow-head on start
cs: ©ipka na zaèátku

source: Arrow-head on end
cs: ©ipka na konci

source: Spline arrow
cs: Vyhlazená ¹ipka

source: Common
cs: Obecné

source: Line color
cs: Barva èáry

source: Area color
cs: Barva plochy

source: File properties
cs: Vlastnosti

source: Custom
cs: Jiný

source: Paper size
cs: Velikost papíru

source: Portrait
cs: Na vý¹ku

source: Landscape
cs: Na ¹íøku

source: Auto crop image in SVG?
cs: Automaticky oøíznout obrázek v SVG

source: Save
cs: Ulo¾it

source: Standard values
cs: Standardní hodnoty

source: Line
cs: Èára

source: Color
cs: Barva

source: Bond length
cs: Délka vazby

source: Paper
cs: Papír

source: Apply
cs: Pou¾ij

source: changed values only
cs: pouze zmìnìné hodnoty

source: all values
cs: v¹echny hodnoty

source: to new drawings only
cs: jen na nové kresby

source: to selected and new drawings (no resize)
cs: na vybrané a nové kresby (bez znìny velikosti)

source: to the whole drawing (no resize)
cs: na celou kresbu (bez zmìny velikosti)

source: Standard saved
cs: Standard ulo¾en

source: The standard was successfully saved as personal standard to %s
cs: Standard byl úspì¹nì ulo¾en jako osobní standard do %s

source: Standard not saved
cs: Standard nebyl ulo¾en

source: For some reason the standard couldn't be saved. Probably the right location for personal profile couldn't be found or wasn't writable. Sorry for the inconvenience.
cs: Z nìjakého dùvodu nebylo mo¾no ulo¾it standard. Pravdìpodobnì nebyla nalezena lokace pro osobní profil nebo do ní nebylo mo¾no zapisovat. Omlouvám se za tuto nepøíjemnost.

source: Interpret
cs: Interpretovat

source: Interpret text (where applicable)
cs: Interpretuj text (kde je to mo¾né)

source: As is
cs: Jak je

source: Leave text as is - do not interpret
cs: Nechat text jak je - neinterpretovat

source: Sub numbers
cs: Sub èísla

source: Convert numbers to subscript
cs: Pøevést èísla na spodní index

source: No molecule selected.
cs: Nebyla vybrána ¾ádná molekula.

source: At least one molecule must be selected. Please select it.
cs: Musí být vybrána alespoò jedna molekula. Vyberte ji, prosím.

source: Only one molecule should be selected.
cs: Smí být vybrána pouze jedna molekula.

source: ID must be unique value, therefore it is obviously possible to set it to one molecule only. Please select only one molecule
cs: ID musí být unikátní a proto mù¾e být samozøejmì pøiøazeno jen jedné molekule. Vyberte prosím jen jednu molekulu.

source: ID collision
cs: Kolize ID

source: This ID is already used, use a different one
cs: Toto ID je ji¾ pou¾íváno, pou¾ijte jiné

source: Validity error
cs: Chyba platnosti

source: Sorry but your drawing includes 'text atoms' - atoms with no chemical sense.
cs: Va¹e schema bohu¾el obsahuje 'text atomy' - atomy bez chemického významu.

source: It is not possible to export them.
cs: Je nemo¾né je exportovat.

source: For details check the chemistry with '%s/%s'.
cs: Pokud chcete zjistit detaily, pou¾ijte '%s/%s'.

source: Chemistry
cs: Chemie

source: Check chemistry
cs: Zkontrolovat chemii

source: Validity warning
cs: Varování - problém platnosti

source: Your drawing includes some groups.
cs: Va¹e schema obsahuje nìkolik skupin.

source: These must be expanded in order to get chemicaly valid drawing. The expansion could be undone afterwards.
cs: Ty musí být expandovány, aby vznikla chamicky platná struktura. Expanze mù¾e být pozdìji vrácena zpìt.

source: Proceed with expansion?
cs: Pokraèovat expanzí?

source: The INChI program path
cs: Cesta k INChI programu

source: Select the INChI program executable:
cs: Vyberte spustitelný soubor INChI programu:

source: Executable files
cs: Spustitelné soubory

source: Display Form
cs: Forma pro zobrazení

source: Parse Error
cs: Chyba zpracování

source: Unable to parse the text- probably problem with input encoding!
cs: Nelze zpracovat text- pravdìpodobnì je problém v kódování!

source: Template summary
cs: Pøehled o ¹ablonì

source: Errors
cs: Chyby

source: %d molecules have no template atom specified
cs: %d molekul nemá specifikován atom pro pøipojení ¹ablony

source: %d molecules have no name specified
cs: %d molekul nemá specifikováno jméno

source: Warnings
cs: Varování

source: %d molecules have no template bond specified
cs: %d molekul nemá specifikovánu vazbu pro pøipojení ¹ablony

source: Please correct the above errors first
cs: Prosím odstraòte nejpreve uvedené chyby

source: Help
cs: Nápovìda

source: About
cs: O programu

source: File
cs: Soubor

source: New
cs: Nový

source: Save As...
cs: Ulo¾it jako...

source: Load
cs: Otevøít

source: Export
cs: Exportovat

source: Exit
cs: Konec

source: Undo
cs: Zpìt

source: Redo
cs: Opakovat

source: Cut
cs: Vyjmout

source: Copy
cs: Kopírovat

source: Paste
cs: Vlo¾it

source: Selected to clipboard as SVG
cs: Vybrané do schránky jako SVG

source: Select all
cs: Vybrat v¹e

source: Align
cs: Zarovnat

source: Top
cs: Nahoru

source: Bottom
cs: Dolù

source: Left
cs: Doleva

source: Right
cs: Doprava

source: Center horizontaly
cs: Centrovat horizontálnì

source: Center verticaly
cs: Centrovat vertikálnì

source: Object
cs: Objekt

source: Bring to front
cs: Pøenést dopøedu

source: Send back
cs: Poslat dozadu

source: Swap on stack
cs: Zamìnit na stacku

source: Vertical mirror
cs: Vertikální zrcadlo

source: Horizontal mirror
cs: Horizontální zrcadlo

source: Configure
cs: Konfigurovat

source: Info
cs: Informace

source: Expand groups
cs: Expandovat skupiny

source: Read SMILES
cs: Èti SMILES

source: Generate SMILES
cs: Generuj SMILES

source: Options
cs: Volby

source: About BKchem
cs: O BKchemu

source: mode changed to
cs: mód zmìnìn na

source: CD-SVG file
cs: soubor CD-SVG

source: Gzipped CD-SVG file
cs: Komprimovaný soubor CD-SVG

source: CDML file
cs: Soubor CDML

source: Gzipped CDML file
cs: Komprimovaný soubor CDML

source: gzipped CDML
cs: komprimovaný CDML

source: gzipped CD-SVG
cs: komprimované CD-SVG

source: saved to %s file: %s
cs: ulo¾eno do %s souboru: %s

source: failed to save to %s file: %s
cs: neúspìch pøi ukládání do %s souboru: %s

source: Forget changes in currently visiting file?
cs: Zapomenout zmìny v právì otevøeném souboru?

source: Forget changes?
cs: Zapomenout zmìny?

source: All native formats
cs: V¹echny nativní formáty

source: CDGZ file
cs: Soubor CDGZ

source: Gzipped files
cs: Soubory komprimované gzipem

source: All files
cs: V¹echny soubory

source: cannot open file
cs: nelze otevøít soubor

source: error reading file
cs: chyba pøi ètení souboru

source: Proceed?
cs: Pokraèovat?

source: CDML data seem present in SVG but have wrong namespace. Proceed?
cs: Zdá se, ¾e SVG obsahuje CDML data, ale mají pøiøazen ¹patný prostor jmen. Pokraèovat?

source: file not loaded
cs: soubor nebyl naèten

source: cdml data are not present in SVG or are corrupted!
cs: SVG neobsahuje cdml data nebo jsou po¹kozena!

source: loaded file:
cs: naèten soubor:

source: Export SVG
cs: Exportovat SVG

source: SVG file
cs: soubor SVG

source: exported to SVG file:
cs: exportováno do SVG souboru:

source: file
cs: soubor

source: Import error
cs: Chyba importu

source: Plugin failed to import with following error: %s
cs: Plugin pøi importu selhal s následující chybou: %s

source: Export error
cs: Chyba exportu

source: Plugin failed to export with following error: %s
cs: Plugin pøi exportu selhal s následující chybou: %s

source: exported file:
cs: exportován soubor:

source: Before you use this tool, be warned that not all features of SMILES are currently supported. There is no support for stereo-related information, for the square brackets [] and a few more things. Enter SMILES:
cs: Ne v¹echny vlastnosti SMILES jsou ji¾ podporovány. Zatím neexistuje podpora pro stereochemii, hranaté závorky a nìkolik dal¹ích vìcí. Zadejte SMILES:

source: Error processing %s
cs: Chyba pøi zpracování %s

source: The oasa library ended with error: %s
cs: Knihovna oasa skonèila chybou: %s

source: Error generating %s
cs: Chyba pøi generování %s

source: click on atom to add a new single bond, click on bond to change its order (or change direction) Shift+click on a double bond to move the position of the second line
cs: kliknutím na atom pøidáte jednoduchou vazbu, kliknutím na vazbu zmìníte její øád (nebo smìr) Shift+kliknutí na dvojné vazbì zmìní pozici druhé vazby

source: length of the drawn bond is fixed to a preset value
cs: délka kreslené vazby je zafixována na pøednastavenou hodnotu

source: freestyle drawing - no bond length or angle restrictions are applied
cs: freestyle kreslení - délka vazby ani její úhel nejsou nijak omezeny

source: length of the drawn arrow (arrow part) is fixed to a preset value
cs: délka kreslené ¹ipky (èásti ¹ipky) je zafixována na pøednastavenou hodnotu

source: freestyle drawing - no arrow length or angle restrictions are applied
cs: freestyle kreslení - délka ¹ipky ani její úhel nejsou nijak omezeny<

source: arrow is composed of straight lines
cs: ¹ipka je slo¾ena z rovných èar

source: arrow is drawn as a b-spline
cs: ¹ipka je vykreslena jako b-spline

source: drag an atom or a bond to 2D-rotate a molecule around its geometrical center
cs: ta¾ením atomu èi vazby lze otáèet molekulu okolo jejího geometrického støedu (2D)

source: drag an atom or a bond to 3D-rotate a molecule around its geometrical center Please note that it is not possible to add a template to an atom with z-coordinate other than 0
cs: ta¾ením atomu èi vazby lze otáèet molekulu okolo jejího geometrického støedu (3D) Prosím vezmìte na vìdomí, ¾e není mo¾né pøipojit ¹ablonu k atomu s nenulovou z souøadnicí

source: click and drag to draw the corresponding shape
cs: kliknutím a ta¾ení vytvoøíte odpovídající tvar

source: each left-button click creates one point of the polygon, right click closes it
cs: ka¾dé kliknutí pravým tlaèítkem vytvoøí jeden bod polygonu, pravé ho uzavøe

source: click an atom to add a radical mark to it, it will be removed in case it is already present
cs: kliknutím na atom pøidáte znaèku radikálu, znaèka bude odstanìna v pøípadì ¾e ji¾ existuje

source: click an atom to add a biradical mark to it, it will be removed in case it is already present
cs: kliknutím na atom pøidáte znaèku biradikálu, znaèka bude odstanìna v pøípadì ¾e ji¾ existuje

source: click an atom to add a free electron pair mark to it, it will be removed in case it is already present
cs: kliknutím na atom pøidáte znaèku volného elektronového páru, znaèka bude odstanìna v pøípadì ¾e ji¾ existuje

source: click an atom to add a plus mark to it, it will be removed in case it is already present
cs: kliknutím na atom pøidáte znaèku kladného náboje, znaèka bude odstanìna v pøípadì ¾e ji¾ existuje

source: click an atom to add a minus mark to it, it will be removed in case it is already present
cs: kliknutím na atom pøidáte znaèku záporného náboje, znaèka bude odstanìna v pøípadì ¾e ji¾ existuje

source: click a bond or two atoms to align the specified line into vertical position
cs: kliknutím na vazbu èi dva atomy zarovnáte specifikovanou pøímku do vertikální pozice

source: click a bond or two atoms to align the specified line into horizontal position
cs: kliknutím na vazbu èi dva atomy zarovnáte specifikovanou pøímku do horizontální pozice

source: click an atom or bond to perform an inversion of the molecule through this atom (center of the bond)
cs: kliknutím na atom èi vazby provedete inverzi molekuly s centrem v zadaném atomu (støedu vazby)

source: click a bond or two atoms to mirror the molecule through the specified line
cs: kliknutím na vazbu èi dva atomy provedete zrcadlení molekuly podél této pøímky

source: edit
cs: editace

source: Unable to parse the text- probably error with input encoding!
cs: Nelze zpracovat text- pravdìpodobnì je problém v kódování!

source: draw
cs: kreslení

source: double
cs: dvojná

source: single
cs: jednoduchá

source: triple
cs: trojná

source: adder
cs: klikatá

source: bold
cs: tuèná

source: hatch
cs: èárkovaná

source: wedge
cs: klín

source: normal
cs: normální

source: fixed length
cs: pevná délka

source: freestyle
cs: volný styl

source: normal double bonds for wedge/hatch
cs: normální klínkové dvojné vazby

source: simple double bonds for wedge/hatch
cs: jednoduché klínkové dvojné vazby

source: maximum valency exceeded!
cs: pøekroèena maximální vaznost!

source: groups could have valency of 1 only! Atom was transformed to text!
cs: skupiny mohou mít vaznost pouze 1! Atom byl pøeveden na text!

source: arrow
cs: ¹ipka

source: template
cs: ¹ablona

source: Sorry, it is not possible to append a template to an atom with non-zero Z coordinate, yet.
cs: Omlouvám se, zatím není mo¾né pøidávat ¹ablonu k atomu s nenulovou Z souøadnicí.

source: focused atom marked as 'template atom'
cs: zamìøený atom byl oznaèen jako '¹ablonový atom'

source: focused bond marked as 'template bond'
cs: zamìøená vazba byla oznaèena jako '¹ablonová vazba'

source: rotate
cs: rotace

source: transformation mode
cs: transformaèní mód

source: horizontal align
cs: horizontální zarovnání

source: invert through a point
cs: inverze skrz bod

source: mirror through a line
cs: zrcadlení skrz pøímku

source: vertical align
cs: vertikální zarovnání

source: select the second atom, please.
cs: vyberte druhý atom, prosím.

source: atoms must be in the same molecule!
cs: atomy musí být ve stejné molekule

source: atoms must be different!
cs: atomy musí být rùzné!

source: vector graphics
cs: vektorová grafika

source: circle
cs: kruh

source: oval
cs: ovál

source: rectangle
cs: obdélník

source: square
cs: ètverec

source: mark
cs: znaèka

source: biradical
cs: biradikál

source: electron pair
cs: elektronový pár

source: radical
cs: radikál

source: minus
cs: mínus

source: Proceed
cs: Pokraèovat

source: Replace standard values
cs: Nahradit standardní hodnoty

source: concatenated overlaping atoms
cs: pøekrývající se atomy byly spojeny

source: killed %s object(s) to clipboard
cs: %s objektù pøesunuto do schránky

source: copied %s object(s) to clipboard
cs: %s objektù zkopírováno do schránky

source: pasted from clipboard
cs: vlo¾eno ze schránky

source: undo (%d further undos available)
cs: zpìt (%d dal¹ích zpìtných krokù k disposici)

source: no further undo
cs: nelze vrátit zpìt

source: redo (%d further redos available)
cs: opakovat (%d dal¹ích opakování k disposici)

source: no further redo
cs: nelze opakovat

source: Info on selected molecules
cs: Informace o vybraných molekulách

source: Name: %s
cs: Název: %s

source: Formula: %s
cs: Vzorec: %s

source: Weight: %4.3f
cs: Hmotnost: %4.3f

source: Composition: %s
cs: Slo¾ení: %s

source: Individual molecules:
cs: Jednotlivé molekuly:

source: Summary for all selected molecules:
cs: Souhrn pro v¹echny vybrané molekuly:

source: Chemistry check of selected molecules
cs: Kontrola chemie pro v¹echny vybrané molekuly:

source: selected items were lifted
cs: vybrané objekty byly vyzvednuty

source: selected items were put back
cs: vybrané objekty byly pøevedeny do pozadí

source: selected items were swapped
cs: vybrané objekty byly zamìnìny

source: BKchem starting...
cs: BKchem startuje...

source: Font family
cs: Typ fontu

source: Width
cs: ©íøka

source: Length
cs: Délka

source: Ratio
cs: Pomìr

source: Subscript numbers
cs: Pøeveï èísla na dolní index
